Revit 2027 API
CurtainGridSet Constructor
Initializes a new instance of the CurtainGridSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CurtainGridSet()
Public Sub New
public:
CurtainGridSet()
new : unit -> CurtainGridSet
See Also
Reference
CurtainGridSet Class
Autodesk.Revit.DB Namespace